[
    "Unlike most of the approaches adopted by most funds, convergence strategies do not take emphasis on either financial information of a company or financial news. Instead, it is a quantitative approach which analyzes the price movement of hundreds and thousands of stocks and bonds in the market by modeling and forecasting. Let's think about a normal investment: we long a stock, and we gain money when the price of the stock increases. However, you will bear a loss when its price drops. In this case, we bear a risk when we seek a return, and the risk of the investment is hard to be quantified as there are many many factors affecting the price movement.",
    "Therefore, here comes the idea of convergence trade: first we have to find a pair of very similar assets which implies a very similar price movement, with a small price difference, for most of the time (theoretically, both assets valuation should be similar). Then, we have to wait and spot the significant price difference for this pair of assets, and that's when you can have arbitrage opportunities by longing the one with lower price and shorting the one with higher price. As long as the price of two assets return to the previous trends and become similar again, we can earn an arbitrage profit equivalent to the price difference at the beginning of the position. Even if the price of the assets diverge further in a long time, we can earn an arbitrage profit once it converges some day in the future.",
    "Let's give a simple example to demonstrate the strategy. Today we observe two kinds of eggs, one is white egg and another is brown egg. Their flavor, size and hygiene standards are identical. Presumably, both eggs should share the same or very similar price and almost the same price movement. One day you observe that the price of a brown egg is $8.00 but the price of a white egg is $6.00, which is greatly deviated compared to the historical performance. In this case, we can apply a convergence trade strategy, in which we long the white egg and short the brown egg. Consider when (1) both eggs' prices converge at $9.00, the loss from shorting brown eggs will be $1.00, and the gain of longing white eggs will be $3.00, and the total gain will be $2.00; (2) both eggs' prices converge at $4.00, the gain from shorting brown eggs will be $4.00, and the loss of longing white eggs will be $2.00, and the total gain will be $2.00; (3) both eggs' prices converge at $7.00, the gain from shorting brown eggs will be $1.00, and the gain of longing white eggs will be $1.00, and the total gain will be $2.00. No matter if the price increases or decreases, there exists an arbitrage opportunity once their prices converge at last."
]