{
    "title": "Pre-requisite of Convergence Trading",
    "content": [
        "Sometimes people may mix up convergence trade with a long-short strategy. Long short strategy is another hedging strategy which seeks profit under a controlled risk. However, for most of the time, the long short strategy is not functioning the same as the convergence strategy. It is because convergence strategy aims more at finding assets with extremely high correlations, at the extent higher than most of the long short strategy, by math modeling and programming. This explains why I would specify that the characteristics of eggs are almost identical in the previous example. Only a high correlation in asset price can have a better guarantee that their price will converge in the future and we can undergo nearly risk-free arbitrage.",
        "If we observe most of the convergence trade opportunities, the arbitrage yield is actually very small, say 0.15%. Therefore, we need to multiply our yield by leverage. However, leverage itself has a cost, and you need to pay interest for the loan. Given a low arbitrage yield, we need to have an even lower lending interest rate, which is highly dependent on your credit level. If your credit level is extremely high (say 0.001% probability that you are unable to repay the loan), the broker or bank will offer an extremely low interest rate. In short, only those with a higher credit level, like institutional investors or high net-worth individuals, are more likely to have a cheap leverage cost to realize the convergence trade.",
        "Although institutional investors and high net worth individuals can have a very small leverage cost, large scale leverage can increase the risk very greatly within a short time. In this case, diversification needs to be considered. In usual, standard deviation is the common quantitative indicator of risk profile. A high standard deviation of portfolio indicates a higher volatility in return. For instance, a portfolio (e.g. that worths 10 million dollars) with daily standard deviation of 10% indicates that it may have a 10% positive return (earn 1 million dollars) or 10% negative return (lose 1 million dollars). To reduce the standard deviation, we have to find multiple correlated pairs of assets, but uncorrelated among the pairs. This can greatly reduce the overall standard deviation of the entire portfolio. In a nutshell, we have to construct a very diversified portfolio to reduce the risk of the portfolio."
    ]
}
